Repository: TheDabur/repo
Catalog: program.DaburBuild/resources/language/Hebrew/strings.po
Languages: he

# #30001
source: Creating backup for setting files
he: מגבה קבצי הגדרות

# #30005
source: Getting repository {0} out of {1}
he: מוריד מאגר {0} מתוך {1}

# #30006
source: Downloading package {0} out of {1}
he: מוריד חבילה {0} מתוך {1}

# #30007
source: Installing package {0} out of {1}
he: מתקין חבילה {0} מתוך {1}

# #30010
source: Finalizing, please wait...
he: מסיים עדכון. אנא המתן...

# #30011
source: Installation complete!
he: התקנה הושלמה בהצלחה!

# #30020
source: Error. Server is unavailable!
he: שגיאה. השרת אינו זמין!

# #30021
source: Oops, it's seems like something is wrong!
he: אופס! נראה שיש לי תקלה

# #30030
source: Are you sure?
he: האם את/ה בטוח/ה?

# #30031
source: Yes
he: כן

# #30032
source: No
he: לא

# #30040
source: Version number {0} is available.[CR]Would you like to update?
he: עדכון מספר {0} זמין[CR]האם תרצה לעדכן?

# #30041
source: There are no updates in the server[CR]Version number {0}[CR]Your device has the latest version
he: מכשירך מריץ את הגירסה העדכנית ביותר[CR]גרסה מספר {0}[CR]לא קיימים עדכונים בשרת

# #30042
source: Remind me later[CR]Please note if you choose No you will not be prompt again until next update
he: הזכר לי מאוחר יותר[CR]הערה: במידה ותלחץ "לא" העדכון לא יכנס לתוקף עד העדכון הבא.
